Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# core_ui.117fe6f9d272
source: 何を目指す？
ar_sa: ما هدفك؟
ca: Quin és el teu objectiu?
cs: Jaký je váš cíl?
da: Hvad er dit mål?
de_de: Was ist dein Ziel?
el: Ποιος είναι ο στόχος σου;
en_au: What's your goal?
es_es: ¿Cuál es tu objetivo?
fi: Mikä on tavoitteesi?
fr_ca: Quel est votre objectif ?
gu: તમારું લક્ષ્ય શું છે?
he: מה היעד שלך?
hi: आपका लक्ष्य क्या है?
hr: Koji je vaš cilj?
hu: Mi a célod?
id: Apa tujuan Anda?
it: Qual è il tuo obiettivo?
ko: 목표가 무엇인가요?
mr: तुमचे उद्दिष्ट काय आहे?
ms: Apakah matlamat anda?
nl_nl: Wat is je doel?
no: Hva er målet ditt?
pl: Jaki jest Twój cel?
pt_br: Qual é sua meta?
pt_pt: Qual é o seu objetivo?
ro: Care este obiectivul tău?
ru: Какова ваша цель?
sk: Aký je váš cieľ?
sl: Kakšen je vaš cilj?
sv: Vad är ditt mål?
ta: உங்கள் இலக்கு என்ன?
te: మీ లక్ష్యం ఏమిటి?
th: เป้าหมายของคุณคืออะไร?
tr: Hedefin nedir?
uk: Яка ваша ціль?
vi: Mục tiêu của bạn là gì?
zh_hans: 你的目标是什么？
zh_hant: 你的目標是什麼？

# core_ui.11c5aab1badf
source: 生年
ar_sa: سنة الميلاد
ca: any de naixement
cs: Datum narození
da: Fødselsår
de_de: Geburtsdatum
el: Ημερομηνία γέννησης
en_au: Year of birth
es_es: Año de nacimiento
fi: Syntymävuosi
fr_ca: Année de naissance
gu: જન્મ વર્ષ
he: תאריך לידה
hi: जन्म तिथि
hr: Datum rođenja
hu: Születési év
id: Tahun kelahiran
it: Anno di nascita
ko: 생년
mr: जन्म वर्ष
ms: Tahun kelahiran
nl_nl: Geboortedatum
no: Fødselsår
pl: Rok urodzenia
pt_br: Ano de nascimento
pt_pt: Ano de nascimento
ro: Anul de naștere
ru: Дата рождения
sk: Rok narodenia
sl: Leto rojstva
sv: Födelsedatum
ta: பிறப்பு ஆண்டு
te: పుట్టిన సంవత్సరం
th: ปีเกิด
tr: Doğum yılı
uk: Дата народження
vi: Năm sinh
zh_hans: 出生年份
zh_hant: 出生年份

# core_ui.139e4fcc88af
source: {{value1}} / {{value2}}達成
ar_sa: تم تحقيق {{value1}} / {{value2}}
ca: {{value1}} / {{value2}} assolit
cs: {{value1}} / {{value2}} dosaženo
da: {{value1}} / {{value2}} nået
de_de: {{value1}} / {{value2}} erreicht
el: {{value1}} / {{value2}} επιτεύχθηκαν
en_au: {{value1}} / {{value2}} achieved
es_es: {{value1}} / {{value2}} logrados
fi: {{value1}} / {{value2}} saavutettu
fr_ca: {{value1}} / {{value2}} atteints
gu: {{value1}} / {{value2}} પ્રાપ્ત
he: {{value1}} / {{value2}} הושגו
hi: {{value1}} / {{value2}} हासिल
hr: {{value1}} / {{value2}} postignuto
hu: {{value1}} / {{value2}} elérve
id: {{value1}} / {{value2}} tercapai
it: {{value1}} / {{value2}} raggiunti
ko: {{value1}} / {{value2}} 달성
mr: {{value1}} / {{value2}} साध्य
ms: {{value1}} / {{value2}} dicapai
nl_nl: {{value1}} / {{value2}} behaald
no: {{value1}} / {{value2}} oppnådd
pl: Osiągnięto {{value1}} / {{value2}}
pt_br: {{value1}} / {{value2}} atingidos
pt_pt: {{value1}} / {{value2}} atingidos
ro: {{value1}} / {{value2}} atinse
ru: Достигнуто: {{value1}} / {{value2}}
sk: {{value1}} / {{value2}} dosiahnuté
sl: {{value1}} / {{value2}} doseženo
sv: {{value1}} / {{value2}} uppnått
ta: {{value1}} / {{value2}} அடைந்தது
te: {{value1}} / {{value2}} సాధించారు
th: บรรลุ {{value1}} / {{value2}}
tr: {{value1}} / {{value2}} başarıldı
uk: Досягнуто: {{value1}} / {{value2}}
vi: Đạt {{value1}} / {{value2}}
zh_hans: 已达成 {{value1}} / {{value2}}
zh_hant: 已達成 {{value1}} / {{value2}}

# core_ui.13c8c880dac8
source: 歩数を見る
ar_sa: انظر عدد الخطوات
ca: Vegeu el recompte de passos
cs: Zobrazit počet kroků
da: Se antal skridt
de_de: Schritt zählen
el: Δείτε τα βήματα
en_au: View steps taken.
es_es: Ver pasos.
fi: Näytä askeleet
fr_ca: Voir le nombre de pas
gu: પગની ગણતરી જુઓ
he: בדוק את השלבים
hi: पैरों की संख्या देखें
hr: Pogledajte broj koraka
hu: Lépés számlálása
id: Lihat jumlah langkah
it: Visualizza i passi
ko: 걸음 수 확인
mr: चालण्याची संख्या पहा
ms: Lihat langkah kaki
nl_nl: Bekijk je stappen
no: Se antall skritt
pl: Zobacz liczbę kroków.
pt_br: Verifique seus passos
pt_pt: Verifique seus passos
ro: Vezi numărul de pași
ru: Посмотреть количество шагов
sk: Zobraziť počet krokov
sl: Pokažite število korakov
sv: Se dina steg
ta: படி எண்ணிக்கையை பார்க்கவும்
te: దశలను చూడండి
th: ดูจำนวนก้าว
tr: Adımları kontrol edin
uk: Переглянути кількість кроків
vi: Xem số bước đi
zh_hans: 查看步数
zh_hant: 查看步數

# core_ui.141c005fe0b8
source: 最初の値を記録してください
ar_sa: الرجاء تسجيل القيمة الأولى
ca: Enregistreu el primer valor
cs: Zaznamenejte první hodnotu.
da: Registrer den første værdi
de_de: Bitte den ersten Wert aufzeichnen.
el: Καταγράψτε την τιμή.
en_au: Record your initial values.
es_es: Registre su valor inicial.
fi: Kirjaa ensimmäiset arvot.
fr_ca: Enregistrez votre première valeur.
gu: પ્રથમ મૂલ્ય રેકોર્ડ કરો
he: רשום את הערך הראשוני
hi: पहले मान दर्ज करें।
hr: Zabilježite prve vrijednosti.
hu: Jegyezze fel az első értéket
id: Catat nilai awal
it: Registra il valore iniziale
ko: 첫 번째 값을 기록하세요
mr: पहिला डेटा नोंदवा.
ms: Catat nilai pertama
nl_nl: Registreer de eerste waarde.
no: Registrer den første verdien.
pl: Zapisz pierwsze wartości.
pt_br: Registre seu primeiro valor
pt_pt: Registre seu primeiro valor
ro: Înregistrați valoarea inițială.
ru: Запишите первые значения.
sk: Zaznamenite prvú hodnotu.
sl: Zapisujte prve vrednosti
sv: Registrera ditt första värde
ta: முதல் மதிப்பை பதிவு செய்யவும்
te: మొదటి విలువను నమోదు చేయండి
th: บันทึกค่าเริ่มต้น
tr: İlk değerleri kaydedin
uk: Запишіть перші значення
vi: Ghi lại giá trị ban đầu
zh_hans: 记录首次值
zh_hant: 記錄第一次的值

# core_ui.14dfa1fb3cf1
source: 無効
ar_sa: غير صالح
ca: invàlid
cs: Neplatné
da: Ugyldigt
de_de: Ungültig
el: Άκυρο
en_au: Inactive.
es_es: Inválido.
fi: Virheellinen
fr_ca: Invalide
gu: અમાન્ય
he: לא חוקי
hi: अमान्य
hr: Neispravno
hu: Érvénytelen
id: Tidak berlaku
it: Non valido
ko: 유효하지 않음
mr: अवैध
ms: Tidak sah
nl_nl: Ongeldig
no: Ugyldig
pl: Niedostępne.
pt_br: Inválido
pt_pt: Inválido
ro: Invalid
ru: Недействительно
sk: Neplatné
sl: Neveljavno
sv: Inaktivt
ta: செயல்படாதது
te: చెల్లదు
th: ไม่ถูกต้อง
tr: Geçersiz
uk: Недійсне
vi: Không hợp lệ
zh_hans: 无效
zh_hant: 無效

# core_ui.154071eaa53b
source: おすすめの担当を適用
ar_sa: تطبيق المدرب المقترح
ca: Aplica l'entrenador recomanat
cs: Použít doporučeného trenéra
da: Anvend anbefalet coach
de_de: Empfohlenen Coach anwenden
el: Εφαρμογή προτεινόμενου προπονητή
en_au: Apply recommended coach
es_es: Aplicar entrenador recomendado
fi: Ota suositeltu valmentaja käyttöön
fr_ca: Appliquer le coach recommandé
gu: ભલામણ કરેલો કોચ લાગુ કરો
he: החלת המאמן המומלץ
hi: सुझाया गया कोच लागू करें
hr: Primijeni preporučenog trenera
hu: Ajánlott edző alkalmazása
id: Terapkan pelatih yang direkomendasikan
it: Applica l'allenatore consigliato
ko: 추천 코치 적용
mr: शिफारस केलेला कोच लागू करा
ms: Gunakan jurulatih yang disyorkan
nl_nl: Aanbevolen coach toepassen
no: Bruk anbefalt coach
pl: Zastosuj zalecanego trenera
pt_br: Aplicar treinador recomendado
pt_pt: Aplicar treinador recomendado
ro: Aplică antrenorul recomandat
ru: Применить рекомендованного тренера
sk: Použiť odporúčaného trénera
sl: Uporabi priporočenega trenerja
sv: Använd rekommenderad coach
ta: பரிந்துரைக்கப்பட்ட கோச்சைப் பயன்படுத்தவும்
te: సిఫార్సు చేసిన కోచ్‌ను వర్తింపజేయండి
th: ใช้โค้ชที่แนะนำ
tr: Önerilen koçu uygula
uk: Застосувати рекомендованого тренера
vi: Áp dụng huấn luyện viên được đề xuất
zh_hans: 应用推荐教练
zh_hant: 應用推薦教練

# core_ui.1588c48590fa
source: 選択中
ar_sa: مختارة
ca: Seleccionat
cs: Volba aktivní
da: Valg i gang
de_de: Ausgewählt
el: Επιλογή σε εξέλιξη
en_au: Selecting
es_es: Seleccionado
fi: Valittu
fr_ca: Sélection en cours
gu: પસંદ કરેલ
he: נבחר
hi: चयनित
hr: Izabrano
hu: Kiválasztva
id: Memilih
it: In selezione
ko: 선택 중
mr: निवड करत आहे
ms: Dalam pemilihan
nl_nl: Selectie
no: Valgt
pl: Wybierasz
pt_br: Selecionando
pt_pt: Selecionando
ro: Se selectează
ru: Выбор
sk: Zvolené
sl: Izbira
sv: Vald
ta: தேர்வு செய்துள்ளேன்
te: ఎంపికలో ఉంది
th: กำลังเลือก
tr: Seçiliyor...
uk: Вибрано
vi: Đang chọn
zh_hans: 已选择
zh_hant: 正在选择

# core_ui.16b7f36b1361
source: 進行中
ar_sa: قيد التقدم
ca: en curs
cs: Trénink probíhá
da: I gang
de_de: In Bearbeitung
el: Σε εξέλιξη
en_au: In progress
es_es: En progreso
fi: Harjoitus käynnissä
fr_ca: En cours
gu: પ્રગતિમાં છે
he: מתבצע
hi: प्रगति: चल रहा है
hr: U tijeku
hu: Folyamatban
id: Sedang berjalan
it: In corso
ko: 진행 중
mr: प्रगती करत आहे
ms: Sedang dijalankan
nl_nl: In uitvoering
no: I gang
pl: W trakcie
pt_br: Em andamento
pt_pt: Em andamento
ro: În curs de desfășurare
ru: В процессе
sk: Trénujete
sl: V teku
sv: Pågående
ta: தொடர் நடைபெற்று வருகிறது
te: ప్రస్తుతం జరుగుతోంది
th: กำลังดำเนินการ
tr: Devam ediyor
uk: В процесі
vi: Đang thực hiện
zh_hans: 正在进行中
zh_hant: 正在进行中

# core_ui.172cd4e16deb
source: 計画なしで種目を追加
ar_sa: إضافة الأحداث دون التخطيط
ca: Afegiu esdeveniments sense planificar
cs: Přidání kategorií bez plánu
da: Tilføj øvelser uden en plan
de_de: Aktivitäten ohne Plan hinzufügen
el: Προσθήκη δραστηριοτήτων χωρίς πλάνο
en_au: Add exercises without a plan
es_es: Añadir categoría sin plan
fi: Lisää aktiviteetti ilman suunnitelmaa
fr_ca: Ajouter une catégorie sans plan
gu: યોજના વિના પ્રવૃત્તિ ઉમેરો
he: הוספת מאפיינים ללא תוכנית
hi: बिना योजना के आइटम जोड़ें
hr: Dodavanje aktivnosti bez plana
hu: Elemek hozzáadása a tervhez nélkül
id: Tambahkan kategori tanpa rencana
it: Aggiungi categorie senza un piano
ko: 계획 없이 항목 추가
mr: योजनेशिवाय पर्याय जोडणे
ms: Tambahkan kategori tanpa rencana
nl_nl: Activiteiten toevoegen zonder planning
no: Legg til aktiviteter uten plan
pl: Dodaj kategorię bez planu
pt_br: Adicionar categoria sem plano
pt_pt: Adicionar categoria sem plano
ro: Adăugați exerciții fără a crea un plan
ru: Добавить данные без плана
sk: Pridajte aktivitu bez plánu
sl: Dodajanje dejavnosti brez načrta
sv: Lägg till aktiviteter utan plan
ta: திட்டமில்லாமல் செயல்பாடுகளைச் சேர்
te: ప్రణాళిక లేకుండా అంశాలను జోడించడం
th: เพิ่มประเภทโดยไม่มีแผน
tr: Plan Olmadan Kategorileri Ekle
uk: Додати категорії без плану
vi: Thêm danh mục mà không có kế hoạch
zh_hans: 无需计划添加项目
zh_hant: 无需计划添加项目

# core_ui.174295096a95
source: 今日から学び直します
ar_sa: ابدأ التعلّم من جديد اليوم
ca: Torna a començar a aprendre avui
cs: Začít se dnes učit znovu
da: Start læringen igen i dag
de_de: Ab heute neu lernen
el: Επανεκκίνηση εκμάθησης σήμερα
en_au: Start learning again today
es_es: Volver a aprender desde hoy
fi: Aloita oppiminen uudelleen tänään
fr_ca: Reprendre l'apprentissage aujourd'hui
gu: આજથી ફરી શીખવાનું શરૂ કરો
he: התחלת למידה מחדש היום
hi: आज से फिर सीखना शुरू करें
hr: Danas ponovno započni učenje
hu: Tanulás újrakezdése ma
id: Mulai belajar kembali hari ini
it: Riprendi l'apprendimento da oggi
ko: 오늘부터 다시 학습
mr: आजपासून पुन्हा शिकायला सुरू करा
ms: Mulakan pembelajaran semula hari ini
nl_nl: Vandaag opnieuw beginnen met leren
no: Start læringen på nytt i dag
pl: Rozpocznij naukę od nowa dziś
pt_br: Recomeçar o aprendizado hoje
pt_pt: Recomeçar o aprendizado hoje
ro: Reîncepe învățarea azi
ru: Начать обучение заново сегодня
sk: Začať sa dnes učiť znova
sl: Danes znova začni učenje
sv: Börja lära om i dag
ta: இன்றிலிருந்து மீண்டும் கற்றுக்கொள்ளத் தொடங்குங்கள்
te: ఈరోజు నుంచి మళ్లీ నేర్చుకోవడం ప్రారంభించండి
th: เริ่มเรียนรู้ใหม่ตั้งแต่วันนี้
tr: Bugün yeniden öğrenmeye başla
uk: Почати навчання заново сьогодні
vi: Bắt đầu học lại từ hôm nay
zh_hans: 从今天重新学习
zh_hant: 從今天重新學習

# core_ui.17c5baf0a5ab
source: AIコーチは選択した器具だけでトレーニング計画を作ります。最低1つは選択されます。
ar_sa: ينشئ مدرب الذكاء الاصطناعي خطط التمرين باستخدام المعدات التي حددتها فقط. وسيتم دائمًا تحديد عنصر واحد على الأقل.
ca: L'entrenador d'IA crea plans d'entrenament només amb l'equip seleccionat. Sempre hi haurà almenys un element seleccionat.
cs: AI trenér vytváří tréninkové plány pouze s vybraným vybavením. Vždy bude vybrána alespoň jedna položka.
da: AI-coachen opretter træningsplaner udelukkende med det valgte udstyr. Mindst ét element vil altid være valgt.
de_de: Der KI-Coach erstellt Trainingspläne nur mit den ausgewählten Geräten. Mindestens ein Gerät bleibt immer ausgewählt.
el: Ο προπονητής AI δημιουργεί πλάνα μόνο με τον εξοπλισμό που έχεις επιλέξει. Θα είναι πάντα επιλεγμένο τουλάχιστον ένα στοιχείο.
en_au: The AI coach creates workout plans using only your selected equipment. At least one item will always be selected.
es_es: El entrenador de IA crea planes usando solo el equipo seleccionado. Siempre habrá al menos un equipo seleccionado.
fi: Tekoälyvalmentaja luo harjoitussuunnitelmat vain valitsemillasi välineillä. Vähintään yksi väline on aina valittuna.
fr_ca: Le coach IA crée des programmes uniquement avec l'équipement sélectionné. Au moins un équipement restera sélectionné.
gu: AI કોચ ફક્ત તમે પસંદ કરેલા સાધનો વડે વર્કઆઉટ પ્લાન બનાવે છે. ઓછામાં ઓછી એક આઇટમ હંમેશા પસંદ રહેશે.
he: מאמן ה-AI יוצר תוכניות אימון רק עם הציוד שבחרת. תמיד ייבחר פריט אחד לפחות.
hi: AI कोच केवल आपके चुने हुए उपकरणों से वर्कआउट प्लान बनाता है। कम से कम एक उपकरण हमेशा चुना रहेगा।
hr: AI trener izrađuje planove treninga samo s odabranom opremom. Uvijek će biti odabrana barem jedna stavka.
hu: Az MI-edző kizárólag a kiválasztott eszközökkel készít edzéstervet. Legalább egy eszköz mindig ki lesz választva.
id: Pelatih AI membuat rencana latihan hanya dengan peralatan yang dipilih. Setidaknya satu item akan selalu dipilih.
it: L'allenatore IA crea programmi usando solo l'attrezzatura selezionata. Almeno un elemento resterà sempre selezionato.
ko: AI 코치는 선택한 기구만 사용해 운동 계획을 만듭니다. 기구는 최소 1개가 항상 선택됩니다.
mr: AI कोच फक्त तुम्ही निवडलेल्या उपकरणांमधून वर्कआउट योजना तयार करतो. किमान एक उपकरण नेहमी निवडलेले असेल.
ms: Jurulatih AI mencipta pelan senaman menggunakan peralatan yang dipilih sahaja. Sekurang-kurangnya satu item akan sentiasa dipilih.
nl_nl: De AI-coach maakt trainingsplannen met alleen de gekozen apparatuur. Er is altijd minimaal één item geselecteerd.
no: AI-coachen lager treningsplaner med bare utstyret du har valgt. Minst ett element vil alltid være valgt.
pl: Trener AI tworzy plany treningowe wyłącznie z użyciem wybranego sprzętu. Zawsze wybrany będzie co najmniej jeden element.
pt_br: O treinador de IA cria planos usando apenas os equipamentos selecionados. Pelo menos um item sempre ficará selecionado.
pt_pt: O treinador de IA cria planos usando apenas os equipamentos selecionados. Pelo menos um item sempre ficará selecionado.
ro: Antrenorul AI creează planuri folosind doar echipamentul selectat. Va fi selectat întotdeauna cel puțin un element.
ru: ИИ-тренер составляет планы только с выбранным оборудованием. Всегда будет выбрано хотя бы одно устройство.
sk: AI tréner vytvára tréningové plány iba s vybraným vybavením. Vždy bude vybraná aspoň jedna položka.
sl: Trener z UI ustvari načrte vadbe samo z izbrano opremo. Vedno bo izbran vsaj en element.
sv: AI-coachen skapar träningsplaner med enbart den utrustning du har valt. Minst ett objekt är alltid valt.
ta: நீங்கள் தேர்ந்தெடுத்த உபகரணங்களை மட்டும் பயன்படுத்தி AI கோச் வொர்க்அவுட் திட்டங்களை உருவாக்கும். குறைந்தது ஒரு உபகரணம் எப்போதும் தேர்ந்தெடுக்கப்பட்டிருக்கும்.
te: AI కోచ్ మీరు ఎంచుకున్న పరికరాలతో మాత్రమే వర్కౌట్ ప్లాన్‌లను రూపొందిస్తుంది. కనీసం ఒక పరికరం ఎల్లప్పుడూ ఎంపికై ఉంటుంది.
th: โค้ช AI จะสร้างแผนฝึกโดยใช้อุปกรณ์ที่คุณเลือกเท่านั้น และจะมีอุปกรณ์อย่างน้อย 1 รายการถูกเลือกเสมอ
tr: AI koçu, yalnızca seçtiğin ekipmanları kullanarak antrenman planları oluşturur. Her zaman en az bir öğe seçili olur.
uk: ШІ-тренер створює плани лише з вибраним обладнанням. Завжди буде вибрано принаймні один елемент.
vi: Huấn luyện viên AI chỉ tạo kế hoạch tập với thiết bị bạn đã chọn. Luôn có ít nhất một thiết bị được chọn.
zh_hans: AI教练只会使用你选择的器械制定训练计划。至少会选择一种器械。
zh_hant: AI教練只會使用你選擇的器材制定訓練計畫。至少會選擇一種器材。

# core_ui.17de0f52b479
source: 食事と体型は写真で。体重・腹囲・セットは数値で残します。
ar_sa: صور الطعام ونوع الجسم. يتم تسجيل الوزن ومحيط الخصر والمجموعة كقيم رقمية.
ca: Fotos d'aliments i tipus de cos. El pes, la circumferència de la cintura i el conjunt es registren com a valors numèrics.
cs: Vaše jídlo a tvar těla můžete zaznamenat pomocí fotografií. Váha, obvod pasu a další údaje zaznamenejte čísly.
da: Kost og kropsform vises på billeder. Vægt, taljeomfang og antallet registreres som tal.
de_de: Ernährung und Figur werden mit Fotos festgehalten. Gewicht, Taille und Anzahl der Sätze werden als Zahlen gespeichert.
el: Η διατροφή και η σωματική διάπλαση μπορούν να καταγραφούν με φωτογραφίες. Το βάρος, οι αναλογίες και οι ενέργειες θα καταγράφονται ως αριθμοί.
en_au: Record your meals and body shape with photos. Track your weight, waist circumference, and sets using numbers.
es_es: Registra tu alimentación y figura con fotos. Indica tu peso, circunferencia de cintura y otros datos numéricamente.
fi: Ruoka ja kehon muoto voidaan tallentaa kuvilla. Paino, vyötärönympärys ja muut tiedot voidaan merkitä numeroina.
fr_ca: Suivez votre alimentation et votre silhouette avec des photos. Indiquez votre poids, votre tour de taille et vos séries en chiffres.
gu: માળખ અને આકારની તસવીર. વજન, પેટનો પરિઘ અને સેટને સંખ્યામાં રાખો.
he: ניתן להכניס תמונות של התזונה והגזרה. ניתן לשמור את המשקל, היקף המותניים והסטים כערכים מספריים.
hi: भोजन और शरीर का आकार, तस्वीरों में दर्ज करें। वजन, कमर और सेट को संख्या में दर्ज करें।
hr: Jela i tijelo možete pratiti na fotografijama. Težinu, obod trbuha i broj kalorija ostavite u brojevima.
hu: Az étel és a testformát képekkel rögzítjük. A súlyt, a mellszéletet és az edzésadatokat számokkal rögzítjük.
id: Makanan dan bentuk tubuh dapat dilihat dalam foto. Berat badan, lingkar perut, dan jumlah set akan dicatat sebagai angka.
it: Registra la tua alimentazione e forma fisica con foto. Indica il peso, la circonferenza vita e le serie di esercizi con numeri.
ko: 식사와 체형은 사진으로 기록합니다. 몸무게, 허리둘레, 세트는 숫자로 기록합니다.
mr: आहार आणि शरीर प्रकार छायाचित्रांमध्ये दर्शवा. वजन, घेर आणि सेटची माहिती संख्यात्मक स्वरूपात नोंदवा.
ms: Makanan dan bentuk badan boleh ditala dalam gambar. Berat, lingkar pinggang, dan jumlah latihan akan dicatat dalam angka.
nl_nl: Eten en lichaamsvorm worden weergegeven in foto's. Gewicht, tailleomtrek en gewicht worden digitaal bijgehouden.
no: Kost og kroppsform vises på bilder. Vekt, midjeomkrets og antall sett registreres som tall.
pl: Dieta i sylwetkę można zapisać na zdjęciach. Waga, obwód talii i liczba ćwiczeń zapisz w formie liczbowej.
pt_br: Registre sua alimentação e forma física com fotos. Mantenha seu peso, circunferência abdominal e séries em números.
pt_pt: Registre sua alimentação e forma física com fotos. Mantenha seu peso, circunferência abdominal e séries em números.
ro: Înregistrați-vă alimentația și silueta cu ajutorul fotografiilor. Puteți înregistra greutatea, circumferința taliei și numărul de seturi folosind cifre.
ru: Питание и фигура можно отслеживать на фотографиях. Вес, обхват талии и другие параметры фиксируются в числовом формате.
sk: Strava a tvar tela môžete zaznamenať pomocou fotografií. Váhu, obvod pasu a počet tréningov zaznamenávajte ako čísla.
sl: Uporabo hrane in telesne aktivnosti lahko vidite na fotografijah. Težo, obod in število vadb zapisa z numerično vrednostjo.
sv: Visa din kost och kroppsform på bilder. Registrera vikt, midjemått och antal set med siffror.
ta: உணவு மற்றும் உடல் அமைப்பை புகைப்படத்தில் பதிவு செய்யவும். எடை, இடுப்பு சுற்றளவு மற்றும் செட் ஆகியவற்றை எண்களில் குறிப்பிடவும்.
te: ఆహారం మరియు శరీర ఆకృతిని ఫోటోలలో నమోదు చేయండి. బరువు, చుట్టుకొలత మరియు సెట్ల సంఖ్యను సంఖ్యా రూపంలో ఉంచండి.
th: บันทึกอาหารและรูปร่างด้วยรูปภาพ สามารถบันทึกน้ำหนัก รอบเอว และจำนวนเซ็ตเป็นตัวเลข
tr: Beslenme ve vücut şeklini fotoğraflarla kaydedin. Kilo, bel çevresi ve setleri sayısal olarak kaydedin.
uk: Їжу та фігуру тіла можна записати на фото. Вага, обхват та інші показники записуються у числах.
vi: Thực phẩm và vóc dáng được hiển thị bằng ảnh. Cân nặng, số đo vòng bụng và các chỉ số khác được ghi lại dưới dạng số.
zh_hans: 用照片记录饮食和体型。用数字记录体重、腰围和组数。
zh_hant: 请用照片记录饮食和体型。体重、腰围和组数请以数值形式记录。

# core_ui.19b1ef380c77
source: 補助モデル未接続
ar_sa: النموذج المساعد غير متصل
ca: Model auxiliar no connectat
cs: Model není připojen
da: Model ikke forbundet
de_de: Modell nicht verbunden
el: Μοντέλο υποστήριξης μη συνδεδεμένο
en_au: Body Mode not connected.
es_es: Modelo de apoyo no conectado
fi: Tuki-mallia ei ole yhdistetty
fr_ca: Mode d'assistance non connecté
gu: સહાયક મોડેલ કનેક્શનમાં નથી.
he: מודל תמיכה לא מחובר
hi: सहायक मॉडल कनेक्ट नहीं है
hr: Model nije povezan
hu: Nem csatlakozott segítő modell
id: Model pendukung belum terhubung
it: Modello di supporto non connesso
ko: 지원 모델 연결되지 않음
mr: सहायक मॉडेल कनेक्ट केलेले नाही
ms: Model sokongan belum disambungkan
nl_nl: Geen ondersteuningsmodel verbonden.
no: Modellen er ikke koblet til.
pl: Brak połączenia z modelem pomocniczym
pt_br: Modelo de apoio não conectado
pt_pt: Modelo de apoio não conectado
ro: Model de asistență deconectat
ru: Модель не подключена
sk: Použitie modelu nebolo aktivované.
sl: Model za pomoč še ni povezan
sv: Modellen är inte ansluten
ta: உதவி மாதிரி இணைக்கப்படவில்லை
te: సహాయక నమూనా కనెక్ట్ చేయబడలేదు
th: ไม่เชื่อมต่อกับโหมดช่วยเหลือ
tr: Destek Modülü Bağlantısı Yok
uk: Модель не підключена
vi: Không kết nối với mô hình hỗ trợ
zh_hans: 辅助模型未连接
zh_hant: 辅助模型未连接

# core_ui.1b712ec8244d
source: 日
ar_sa: أيام
ca: dies
cs: dní
da: dage
de_de: Tage
el: ημέρες
en_au: days
es_es: días
fi: päivää
fr_ca: jours
gu: દિવસ
he: ימים
hi: दिन
hr: dana
hu: nap
id: hari
it: giorni
ko: 일
mr: दिवस
ms: hari
nl_nl: dagen
no: dager
pl: dni
pt_br: dias
pt_pt: dias
ro: zile
ru: дней
sk: dní
sl: dni
sv: dagar
ta: நாட்கள்
te: రోజులు
th: วัน
tr: gün
uk: днів
vi: ngày
zh_hans: 天
zh_hant: 天

# core_ui.1c56ad058cb9
source: 判断の詳細を見る
ar_sa: عرض تفاصيل التقييم
ca: Mostra els detalls de la valoració
cs: Zobrazit podrobnosti hodnocení
da: Se vurderingsdetaljer
de_de: Details der Einschätzung anzeigen
el: Προβολή λεπτομερειών αξιολόγησης
en_au: View assessment details
es_es: Ver detalles de la evaluación
fi: Näytä arvion tiedot
fr_ca: Voir les détails de l'évaluation
gu: મૂલ્યાંકનની વિગતો જુઓ
he: הצגת פרטי ההערכה
hi: आकलन का विवरण देखें
hr: Prikaži detalje procjene
hu: Értékelés részleteinek megtekintése
id: Lihat detail penilaian
it: Vedi i dettagli della valutazione
ko: 판단 상세 보기
mr: मूल्यांकनाचा तपशील पहा
ms: Lihat butiran penilaian
nl_nl: Beoordelingsdetails bekijken
no: Se vurderingsdetaljer
pl: Wyświetl szczegóły oceny
pt_br: Ver detalhes da avaliação
pt_pt: Ver detalhes da avaliação
ro: Vezi detaliile evaluării
ru: Посмотреть сведения об оценке
sk: Zobraziť podrobnosti hodnotenia
sl: Prikaži podrobnosti ocene
sv: Visa bedömningsdetaljer
ta: மதிப்பீட்டு விவரங்களைக் காணவும்
te: అంచనా వివరాలను చూడండి
th: ดูรายละเอียดการประเมิน
tr: Değerlendirme ayrıntılarını görüntüle
uk: Переглянути відомості про оцінку
vi: Xem chi tiết đánh giá
zh_hans: 查看判断详情
zh_hant: 檢視判斷詳情

# core_ui.1d21ed2ea494
source: 閉じています
ar_sa: مغلق
ca: Tancat
cs: Uzavřeno
da: Lukker
de_de: Schließen
el: Κλείνω
en_au: Closing
es_es: Cerrando
fi: Suljetaan
fr_ca: Fermé
gu: બંધ થઈ રહ્યું છે
he: סגור
hi: बंद कर दिया गया है
hr: Zatvaram
hu: Bezárva
id: Menutup
it: Chiuso
ko: 닫고 있습니다
mr: बंद करत आहे
ms: Tutup
nl_nl: Gesloten
no: Lukket
pl: Zamknięto
pt_br: Fechando
pt_pt: Fechando
ro: Închis
ru: Закрыть
sk: Uzavreté
sl: Zatiranje
sv: Stängs
ta: மூடும்
te: మూసివేయబడుతోంది
th: ปิด
tr: Kapatılıyor
uk: Закрито
vi: Đóng
zh_hans: 已关闭
zh_hant: 已关闭
